![cover_image](https://mmbiz.qpic.cn/sz_mmbiz_jpg/mqhc3Xuogv4Nib3hEIPw6SL5WpUHG0HabaXrgj2JhK65IQRZibia4sQtjI1HjSstDSNwAicmIibwpSjmzxRA6HVL10Q/0?wx_fmt=jpeg)

#  思维和认知能力退化-AI时代跨领域知识广度远比专业深度更加重要

原创  何明璐  [ 人月聊IT ](javascript:void\(0\);)

__ _ _ _ _

![](https://mmbiz.qpic.cn/mmbiz_png/mqhc3Xuogv7g2dnosxfCrolPzNAhYQwVFBicK39ZeocKmXfKXK0e1Bt2pGOF2q4Yk1gjZW9Vx6lwgNe4RffGqKQ/640?wx_fmt=png)

Hello，大家好，我是人月聊IT。  在  Chat GPT  大火以后，我们可以看到人工智能和生成式AGI越来越受到大家的重视。

从我接  触的人里面，刚好又分为两拨人。

第一波人就是他对于人工智能是相当悲观的，他觉得AI和GPT会逐渐的代替个人的工作，或者说他觉得他的工作没有太大的价值。
还有一波人相对来说很乐观，他会积极的去探索AI和GPT这些工具，包括去考虑怎么样结合工作提升个体的工作效率，或者是再能够承担一些新的创新型的工作。

在这两类人里面，对于悲观的人，并不是说  人工智能出现以后你悲观，而是原来你本身以前就是一张消极和悲观的态度。

类似于有完全的内驱力，不积极主动学习
的人，你本来就是原来在做大量重复的工作。而对于乐观的人，你也一定要注意，不要觉得你会用了一些AI的工具，或者是说你会写一些稍微复杂一点的提示语，你就觉得你多么牛，反而你更应该觉得你大量在使用AI的时候，它逐渐的代替了你的思考，反而让你个人的思维能力在退化。

我在上个月在B站直播讲AI、讲人工智能的时候，专门谈到了一个重要的观点。
就是在生成式AI和人工智能时代，对于个人的思维能力的提升，他一定要从专业的深度转变到跨领域的广度上面去。

** 1.个体拼记忆力的时代已经过去  **  

首先第一个观点就是记忆力往往是变得越来越不值钱。  你不要觉得你记忆的东西  很多，你就很厉害，对于软件开发也是一样的道理。

你不要觉得你能够手写一个二叉树的  搜索，你能够写一个图的遍历算法你就很厉害。  这些东西往往会变成最不值钱的东西，
**真正值钱的是你要知道在什么样的一些问题场景下面，你应该用什么样的技术去解决。**

你只要确定了用这个技术，只要这个技术它是标准的，那一定是人工智能可以帮你解决，或者是帮你做完整内容输出的。

这也是我常说的死记硬背没有价值，实践后形成抽象知识索引和场景应用模式才真正具备价值和核心竞争力。在AI时代知识的广度往往比深度更加重要。  

** 2\. 如何借助AI去拓展自己的知识广度。  **  

我们在人工智能时代怎么样去拓展我们的知识的广度呢？  我拓展  知识广度核心起
到的一个作用仍然是对于我现实世界的问题和场景，我怎么样去跟我底层的AI的大模型、AI的大数据库去做更好的映射和匹配。

在这个地方，我提两个我们需要去做的关键点。

第一个关键点就是怎么样借助AI加速我们广度知识的学习。

比如说你做IT行业或软件开发的，你原来只是做制造业，但是你现在要去借助智慧农业，对于农业你很多东西你不熟悉，你可以借助AI工具加速你的学习。

你也可能问我说，原来不是已经有很多百度文库搜索工具，我可以学习吗？  但是AI的学习它是可以基于你个人知识的现状
做出针对你个体更加有针对性的渐进式的学习计划。这个能力原来的搜索引擎是不具备的，包括我们跟经常说的gpt，它本身就是一个生成式的反馈式学习模型，你可以边学边反馈内容给AI，不断的帮你调整相应的学习的计划和学习的路径。

这就等于是你找了一个在你身边一直能够辅助你的老师，不断的基于你的实际情况去调整你的学习，这个是最最重要的。

第二个点就是借助AI来完成底层知识的串联。

我学习了这么多大量的知识以后，就是我怎么样去做好我底层知识，包括AI输出的问题，答案之间的之间的串接。  这个串接相当重要，
这个串接我也认为这个是AI工具使用过  程中微调输出结果，整合解决结果里面最最关键的一个内容。

知识和知识的之间串接，它一定是粗粒度的，我并不需要知道知识内部很详细的
一些细节，我只需要知道知识前置和后置，它相应的一些索引或者是一些关键的接口，我就能够将底层的知识更好的串接，整合成我需要的一个完整输出或者是解决方案。

这个才是我去应用AI，拓展我知识广度最最关键的两个点，当你把这个点想明白了以后，那AI就是你最高效的助手。
AI可以让你快速扩展到一些新的领域，或者是创新型的领域。

好了，今天的简单分享就到这个地方，希望对大家有所启发。

  











****



****





__









